Repository: ericvalois/easy-multilingual
Catalog: languages/easymultilingual-*.po
Languages: uk

source: EasyMultilingual is provided with an extensive %sdocumentation%s (in English only). It includes information on how to set up your multilingual site and use it on a daily basis, a FAQ, as well as a documentation for programmers to adapt their plugins and themes.
uk: EasyMultilingual забезпечена обширною %s документацією %s (тільки англійською мовою). Вона включає в себе інформацію про те, як налаштувати свій багатомовний сайт і використовувати його на щоденній основі, в FAQ, а також документацію для програмістів адаптувати свої плагіни і теми.

source: You will also find useful information in the %ssupport forum%s. However don't forget to make a search before posting a new topic.
uk: Ви також знайдете корисну інформацію в %s support форум %s. Однак не забудьте зробити пошук, перш ніж відправляти нову тему.

source: EasyMultilingual is free of charge and is released under the same license as WordPress, the %sGPL%s.
uk: EasyMultilingual безкоштовно і випущений під тією ж ліцензією, що WordPress, %sGPL %s.

source: If you wonder how you can help the project, just %sread this%s.
uk: Якщо вам цікаво, як ви можете допомогти проекту, просто %s почитайте це %s.

source: Finally if you like this plugin or if it helps your business, donations to the author are greatly appreciated.
uk: Нарешті, якщо вам подобається цей плагін або якщо він допомагає вашому бізнесу, пожертвування автору, отримують високу оцінку.

source: Languages
uk: Мови

source: Displays language names
uk: Імена Відображає мови

source: Displays flags
uk: Відображає прапори

source: Forces link to front page
uk: Сили посилаються на першій сторінці

source: Hides the current language
uk: Приховує поточну мову

source: Displays as dropdown
uk: Показує, як в випадаючому вікні

source: Filters content by language
uk: Зміст Фільтри з мови

source: Show all languages
uk: Показати всі мови

source: Add new translation
uk: Додати новий переклад

source: Language
uk: Мова

source: Translations
uk: Переклади

source: Sets the language
uk: Встановлює мову

source: The widget is displayed for:
uk: Віджет відображається:

source: All languages
uk: Всі мови

source: Admin language
uk: Мова Адмін

source: Wordpress default
uk: Wordpress за замовчуванням

source: Settings
uk: Налаштування

source: Upgrading language files&#8230;
uk: Оновлення мовних файлів ...

source: About EasyMultilingual
uk: Про EasyMultilingual

source: Strings translations
uk: Рядки переклади

source: Strings translation
uk: Переклад рядка

source: Enter a valid WordPress locale
uk: Введіть дійсне WordPress мовної

source: The language code must be unique
uk: Код мови повинен бути унікальним

source: The language must have a name
uk: Мова повинна мати ім'я

source: The language was created, but the WordPress language file was not downloaded. Please install it manually.
uk: Мова була створена, але файл мови WordPress не було завантажено. Будь ласка, встановіть його вручну.

source: Widget title
uk: Віджет назву

source: Taxonomies
uk: Таксономії

source: Custom fields
uk: Користувальницькі поля

source: Comment status
uk: Статус коментар

source: Ping status
uk: Статус пінг

source: Sticky posts
uk: Sticky повідомлень

source: Published date
uk: Дата публікації

source: Post format
uk: Формат Повідомлення

source: Page parent
uk: Батьківська сторінка

source: Page template
uk: Шаблон сторінки

source: Page order
uk: Порядок сторінки

source: Featured image
uk: Показаний зображення

source: Edit language
uk: Редагувати мову

source: Add new language
uk: Додати нову мову

source: Choose a language
uk: Виберіть мову

source: You can choose a language in the list or directly edit it below.
uk: Ви можете вибрати мову зі списку або прямо редагувати його нижче.

source: Full name
uk: Повне ім'я

source: The name is how it is displayed on your site (for example: English).
uk: Назва як це відображається на вашому сайті (наприклад: англійською мовою).

source: Locale
uk: Місце дії

source: Wordpress Locale for the language (for example: en_US). You will need to install the .mo file for this language.
uk: Wordpress Мова для мови (наприклад: en_US). Вам потрібно буде встановити файл. Пн цією мовою.

source: Language code
uk: Таблиця умовних сигналів

source: 2-letters ISO 639-1 language code (for example: en)
uk: 2-листи стандарту ISO 639-1 код мови (наприклад: ан)

source: Text direction
uk: Напрямок тексту

source: left to right
uk: зліва направо

source: right to left
uk: справа наліво

source: Choose the text direction for the language
uk: Виберіть напрямок тексту для мови

source: Order
uk: Порядок

source: Position of the language in the language switcher
uk: Положення мови в мовній комутатора

source: Language switcher
uk: Мова комутатор

source: Search translations
uk: Пошук переклади

source: Clean strings translation database
uk: У базі переклад Чисті рядка

source: Default language
uk: Мова за замовчуванням

source: There are posts, pages, categories or tags without language set. Do you want to set them all to default language ?
uk: Є повідомлень, сторінки, категорії або теги без мовних налаштувань. Ви хочете, щоб встановити їх все, щоб мова за замовчуванням?

source: Detect browser language
uk: Визначити мову браузера

source: When the front page is visited, set the language according to the browser preference
uk: Коли відвідують на першій сторінці, встановіть мову відповідно до переваг браузера

source: URL modifications
uk: Посилання модифікації

source: Hide URL language information for default language
uk: Приховати інформацію про мову URL для мови за замовчуванням

source: Media
uk: Засоби масової інформації

source: Activate languages and translations for media
uk: Активуйте мов і переклади для ЗМІ

source: Synchronization
uk: Синхронізація

source: Custom post types
uk: Користувача типи розмістити

source: Activate languages and translations for custom post types.
uk: Активуйте мов і переклади для користувача типів поштових.

source: Custom taxonomies
uk: Користувальницькі таксономії

source: Activate languages and translations for custom taxonomies.
uk: Активуйте мов і переклади для користувальницької таксономією.

source: Edit
uk: Редагувати

source: Delete
uk: Видаляти

source: Code
uk: Код

source: Flag
uk: Прапор

source: Posts
uk: Повідомлень

source: Name
uk: Назва

source: String
uk: Рядок

source: Add new
uk: Додати

source: Displays a language switcher
uk: Відображає перемикач мов

source: Title:
uk: Назва:

source: Adds multilingual capability to WordPress
uk: Додає багатомовний можливість WordPress

source: You are using WordPress %s. EasyMultilingual requires at least WordPress %s.
uk: Ви використовуєте WordPress %s. EasyMultilingual вимагає принаймні WordPress %s.

source: EasyMultilingual has been deactivated because you upgraded from a too old version.
uk: EasyMultilingual деактивований, тому що ви переїхали від занадто старої версії.

source: Please upgrade first to %s before ugrading to %s.
uk: Будь ласка, поновіть перший %s до ugrading у %s.

source: Group
uk: Група

source: View all groups
uk: Переглянути всі групи

source: You are about to permanently delete this language. Are you sure?
uk: Ви збираєтеся назавжди видалити цю мову. Ви впевнені?

source: Use this to remove unused strings from database, for example after a plugin has been uninstalled.
uk: Використовуйте це, щоб видалити невикористовувані рядка з бази даних, наприклад, після плагін була вилучена.

source: The synchronization options allow to maintain exact same values (or translations in the case of taxonomies and page parent) of meta content between the translations of a post or page.
uk: Параметри синхронізації дозволяють підтримувати однакові значення (або перекази в разі таксономії і сторінку з батьком) мета змісту між перекладами поста або сторінки.

source: The language code contains invalid characters
uk: Код мови містить неприпустимі символи

source: The language is set from content
uk: Мова встановлюється від змісту

source: Posts, pages, categories and tags urls are not modified.
uk: Повідомлення, сторінки, категорії та теги URL-адреси не змінюються.

source: The language is set from the directory name in pretty permalinks
uk: Мова встановлюється від імені каталогу в досить постійних посилань

source: Example:
uk: Приклад:

source: The language is set from the subdomain name in pretty permalinks
uk: Мова встановлюється від імені субдомену в досить постійних посилань

source: The language is set from different domains
uk: Мова встановлюється з різних доменів

source: Remove /language/ in pretty permalinks
uk: Видалити/мова/в досить постійних посилань

source: Keep /language/ in pretty permalinks
uk: Тримайте/мови/в досить постійних посилань

source: The front page url contains the language code instead of the page name or page id
uk: На першій сторінці URL містить код мови замість імені сторінки або сторінки ID

source: A translation does already exist for %s
uk: Переклад вже існує для %s

source: Example: %s instead of %s
uk: Приклад: %s замість %s

source: Impossible to add the language.
uk: Неможливо додати мову.

source: Language added.
uk: Мову додано.

source: Language deleted.
uk: Мову видалено.

source: Language updated.
uk: Мову оновлено.

source: Translations updated.
uk: Переклад оновлено.

source: Language code - preferably 2-letters ISO 639-1 (for example: en)
uk: Код мови - бажано 2 літери ISO 639-1 (наприклад: en, ua)
